//
//  Word.swift
//  GoiUp
//
//  Created by 藤田麻里 on 2018/05/15.
//  Copyright © 2018年 藤田麻里. All rights reserved.
//

import UIKit

class Word: UIViewController {
    
/*["単語　　明/和/軽/愛/強
    明るい 5/0/0/0/0
    華やかな 4/–2/0/1/1
    華やいだ 4/–2/0/1/1
    雅な　3/3/2/0/–3
    ドレッシーな　3/0/0/0/0
    鮮彩な　4/–3/0/–1/1
    鮮麗な　4/0/0/0/0
    まばゆい 4/0/0/0/0
    まぶしい　4/0/0/0/0
    煌々としている　4/0/0/0/0
    煌びやかな　4/0/0/0/0
    鮮やかな　4/0/0/0/0/
    楽しげ　4/0/0/0/0
    まっすぐ　4/0/0/0/0
    清潔な　3/0/0/1/0
    清らか　3/0/0/1/0
    澄んだ　3/0/0/0/0
    高潔な　3/0/0/0/0
    晴れやか 4/0/0/0/0
    暗い　–5/0/0/0/0
    ダーク　–5/0/0/0/0
    薄暗い　–4/1/0/0/–1
    仄暗い　–3/1/0/0/–1
    蒼然たる　-2/0/0/0/0
    幽か　–4/1/0/0/–3
    グルーミー　–4/0/0/0/0
    暗然たる　–4/0/0/0/0
    
    和やかな　0/5/0/0/0
    爽やかな　0/3/4/–1/0
    暖かい　0/4/0/0/0
    温かい　0/4/0/0/0
    温和な　0/4/0/0/0
    もの柔らかな　0/3/0/0/0
    マイルド　0/2/0/0/0
    ソフト　0/2/0/0/0
    大人しい　0/3/0/0/0
    落ち着いた　0/3/0/0/0
    長閑やか 0/3/0/0/0
    泰然たる 0/2/0/0/0
    悠々たる　0/1/0/0/0
    平静　0/1/0/0/0
    物静か　0/3/0/0/0
    優しい　0/3/0/0/–4
    情深い 0/3/0/0/0
    細やか 0/2/0/0/–4
    小さい　0/1/0/0/–4
    手厚い 0/1/0/0/0
    入念　0/1/0/0/0
    緻密　0/1/0/0/–4
    
    とげとげしい　0/–5
    活気がある　0/–5
    賑やかな　0/–5
    エネルギッシュな　0/–5
    勢いのある　0/–5
    熱気に満ちた　0/–5
    生命感にあふれた　0/–4
    
    軽やか 0/0/5/0/–3
    軽快な　0/0/5/0/–2
    ライト　0/0/5/0/–4
    疾走感のある　0/0/4/0/0
    躍動感のある　0/–4/4/0/0
    身軽な　0/0/4/0/0
    テンポの良い　0/0/4/0/0
    
    かわいい　0/0/0/5/0
    可愛らしい　0/0/0/5/0
    愛おしい　0/0/0/4/0
    めんこい　0/0/0/3/0
    奥ゆかしい　 0/0/0/2/0
    秀麗　0/0/0/2/0
    見目麗しい　0/0/0/2/0
    グッドルッキング 0/0/0/0/0
    風光明媚　0/0/0/3/0
    純潔　0/0/0/2/0
    格好のいい　0/0/0/-5/0
    かっこいい　0/0/0/-5/0
    クールな　0/0/0/–5/0
    いなせな　0/0/0/–4/0
    淡白な　0/0/0/–3/0
    潔い　0/0/0/–2/0
    伊達な　0/0/0/–4/0
    様になる　0/0/0/–4/0
    ホットな　0/0/0/–3/0
    センスの良い　0/0/0/–2/0
    イケてる　0/0/0/–1/0
    ハイカラ　0/0/0/–4/0
    スタイリッシュ　0/0/0/–4/0
    洒落た　0/0/0/–4/0
    おしゃれ　0/0/0/–4/0
    アトラクティブ　0/0/0/–4/0
    小粋　0/0/0/–4/0
    みめよい　0/0/0/–3/0
    眉目良い　0/0/0/-1/0
    端整　0/0/0/–1/0
    奇麗　2/0/0/4/0
    綺麗　2/0/0/4/0
    純粋　1/0/0/3/0
    可憐　0/0/0/4/0
    愛くるしい　0/0/0/5/0
    幼気　0/0/0/4/–2
    甘美　0/0/0/3/0
    スイート　0/0/0/3/0
    心地よい　0/0/0/2/0
    強い　0/0/0/0/5
    猛烈　0/0/0/0/5
    どぎつい　0/0/0/0/5
    派手　0/0/0/0/4
    毒々しい　0/0/0/0/3
    きんきら　0/0/0/0/3
    けばけばしい　0/0/0/0/3
    はなはだしい　0/0/0/0/3
    ちゃらい　0/0/0/0/3
    金ピカ　0/0/0/0/2
    きつい　0/0/0/0/5
    強烈　0/0/0/0/5
    激しい　0/0/0/0/5
    どう猛　0/0/0/0/4
    凶暴　0/0/0/0/4
    激切　0/0/0/0/4
    大きい　0/0/0/0/3
    荒々しい　0/0/0/0/4
    甚だしい　0/0/0/0/5
    強靭な　0/0/0/0/5
    タフ　0/0/0/0/5
    ごつい　0/0/0/0/4
    強硬　0/0/0/0/5
    濃い　0/0/0/0/5
    鬱蒼たる　0/0/0/-4/4
    深い　0/0/0/-4/4
    パワフル　0/–4/0/0/4
    儚い　0/0/0/0/–5
    泡沫の　0/0/0/0/–4
    今にも消えてしまいそうな　0/0/0/0/–4
    色即是空の　0/0/0/0/–4
    "
    ]
 */
    

    override func viewDidLoad() {
        super.viewDidLoad()

        // Do any additional setup after loading the view.
    }

    override func didReceiveMemoryWarning() {
        super.didReceiveMemoryWarning()
        // Dispose of any resources that can be recreated.
    }
    

    /*
    // MARK: - Navigation

    // In a storyboard-based application, you will often want to do a little preparation before navigation
    override func prepare(for segue: UIStoryboardSegue, sender: Any?) {
        // Get the new view controller using segue.destinationViewController.
        // Pass the selected object to the new view controller.
    }
    */

}
